# -*- coding: utf-8 -*-
"""
Для быстрого редактирования общих замен сюда вынесен их список.
"""
# Список замен
replace_list = [["Radial","на проволочные выводы"],['VAC','В переменного тока'],[" Hz"," Гц"],['uW','мкВт'],['mW','мВт'],["Through Hole","в отверстия печатной платы"],['PCB Mount','на печатную плату'],['VDC','В постоянного тока'],['SMD/SMT','на поверхность печатной платы'],['uF','мкФ'],[' us',' мкс'],['Ohms','Ом'],['Mb/s','Мб/с'],[' Receiver',''],[' Driver',''],
                    ['kb/s','кб/с'],['MHz','МГц'],['pF','пФ'],['GHz','ГГц'],['bit','бит'],['dB','дБ'],[' to ','...'],
                    ['kS/s','кГц'],[' V,', ' В,'],[' v',' В'],[' mm',' мм'],['kV','кВ'],['Минимальная рабочая температура','рабочая температура от'],
                    [', Максимальная рабочая температура',' до'],['Упаковка / блок','тип корпуса'],['ns,','нс,'],[' mA',' мА'],['дБm','дБм'],
                    ['uA','мкА'],['nA','нA'],[' Input',''],[' Output',''],['Pd - ',''],['ms','мс'],[' Channel',''],[' I/O',''],['kB','кБайт'],['Втire','wire'],['Synchronoмкс','синхронные'],['Gb/s','Гбит/с'],['kHz','кГц'],['uH','мкГн'],['nH','нГн'],['mОм','мОм'],[" W,"," Вт,"]]
